Repository: SouFiane-SinCara/scouting_tracker_beach_volley
Catalog: lib/l10n/app_*.arb
Languages: it

# language
source: English
it: italiano

# flag
source: england.png
it: Italy.png

source: New Match
it: nuova partita

source: Matches Saved
it: partite salvate

source: Edit Data
it: Modifica Dati

source: Options
it: Opzioni

source: Shop
it: Negozio

source: Location
it: Luogo

source: Date
it: Data

source: Match Details
it: Descrizione Partita

# noTournaments
source: There are no tournaments added yet
it: non ci sono tornei aggiunti ancora

source: Login
it: accesso

source: Sign Up
it: iscrizione

source: e-mail
it: indirizzo email

source: Username
it: Nome utente

# donthaveanaccount
source: Donâ€™t have an account?
it: Non hai un account?

source: Sign up here!
it: Registrati qui!

source: Already a member?
it: Già membro?

source: Log in here.
it: Accedi qui.

# noLettersNoNumbersinPasswordFailure
source: Your password must contain letters and numbers .
it: La tua password deve contenere lettere e numeri.

# emailFormFailure
source: The email address you entered is not valid. Please enter a valid email address .
it: L'indirizzo email che hai inserito non è valido. Inserisci un indirizzo email valido.

# emailAlreadyExistedFailure
source: The email address you entered is already in use , Please use a different email address .
it: L'indirizzo email che hai inserito è già in uso, utilizza un indirizzo email diverso.

# passwordSizeFailure
source: Your password must be at least 8 characters long .
it: La tua password deve essere lunga almeno 8 caratteri.

# serverFailure
source: An error occurred on the server. Please try again later.
it: Si è verificato un errore sul server. Riprova più tardi.

# generalFailure
source: An error occurred. Please try again later.
it: Si è verificato un errore. Riprova più tardi.

source: Please input your email address.
it: Per favore, inserisci il tuo indirizzo email.

source: Please input your username.
it: Per favore, inserisci il tuo nome utente.

# usernameNospace
source: Usernames cannot contain spaces. Please enter a valid username.
it: I nomi utente non possono contenere spazi. Inserisci un nome utente valido.

source: add new tournament.
it: aggiungi nuovo torneo.

source: tournaments
it: tornei

source: tournament title
it: titolo del torneo

source: tournament information
it: informazioni sul torneo

source: add
it: aggiungi

source: Select tournament
it: Seleziona torneo

source: Select date and location
it: Seleziona la data e luogo

# noTournamentSelected
source: Select a tournament first.
it: Seleziona prima un torneo.

source: Add player
it: Aggiungi giocatore

source: to team
it: alla squadra

source: Players
it: Giocatori

source: Player
it: Giocatore

source: name
it: nome

source: surname
it: cognome

source: Player information
it: informazioni del giocatore

# sx
source: L
it: SX

# dx
source: R
it: DX

# pictureoptions
source: image options
it: opzioni dell'immagine

source: Choose a Picture
it: scegli una foto.

source: Take a Picture
it: Fai una foto.

# noplayer
source: There are no players added, please add them
it: Non ci sono giocatori aggiunti, aggiungili

# nospacename
source: name cannot contain spaces , numbers or symbols.
it: il nome non può contenere spazi, numeri o simboli.

# nospacesurname
source: surname cannot contain spaces , numbers or symbols.
it: il cognome non può contenere spazi, numeri o simboli.

# nogender
source: select gender please.
it: seleziona il sesso per favore.

# noHand
source: select a strong hand, please.
it: seleziona una mano forte, per favore.

source: and
it: e

source: matches
it: partite

# noMatches
source: there are no matches.
it: non ci sono partite.

# longpressaddpoind
source: Please long press to add a point.
it: Si prega di premere a lungo per aggiungere un punto

# longpressnextrouand
source: Please long press to pass to next set.
it: Si prega di premere a lungo per passare al set successivo

# longpressfinematch
source: Please long press to finish the match.
it: Si prega di premere a lungo per terminare la partita

# longpressdeletelastpoint
source: Please long press to delete the last point.
it: Si prega di premere a lungo per eliminare l'ultimo punto

# dialoglongpressaddpoind
source: do you want to add a point?
it: vuoi aggiungere un punto?

# dialoglongpressnextrouand
source: do you want to pass to next set?
it: vuoi passare al set successivo?

# dialoglongpressfinematch
source: do you want to finish the match?
it: vuoi finire la partita?

# dialoglongpressdeletelastpoint
source: do you want to delete the last point?
it: vuoi eliminare l'ultimo punto?

# fineMatch
source: Game end
it: Fine Partita

source: Del last point
it: Canc Ultimo Point

# selectlastPointFrom
source: which team do you want delete last point?
it: quale squadra vuoi eliminare l'ultimo punto

# noPointtoDel
source: there is no point to delete.
it: non c’è nessun punto da eleminare.

# noSet
source: you are in last Set.
it: sie in l'ultimo Set

source: wind direction
it: la direzione del vento

source: new line
it: nuova linea

source: Beat
it: Battuta

# changeBall
source: side Out
it: Cambio Palla

source: Riser
it: Alzata

source: Reception
it: Ricezione

source: Wall
it: Muro

# attackOndetachment
source: Attack On Staco
it: Attacco su Stacco

# attackOftwoend
source: Attack of 2nd
it: Attacco di 2

source: Errors
it: Errori

source: Stats
it: Statistiche

source: Type Of Beat
it: Tipo di battuta

source: Normal
it: Normale

source: Immediate Ace
it: Ace

source: Batting Error
it: Errore Battuta

source: Replayable attack +
it: Attacco Rigiocabile +

source: Defended attack -
it: Attacco difeso -

source: Attack on detachment
it: Attacco su stacco

source: Attack on second
it: Attacco di seconda

source: End Action
it: Fine Azione

source: Attachment Point
it: Attacco Punto

source: Attack Error
it: Attacco Errore

source: Walled Attack by Player
it: Attacco Murato da Giocatore

# errorRaised
source: Error Set
it: Errore Alzata

source: Quick
it: veloce

source: Behind
it: Dietro

source: type of riser
it: Tipo di Alzate

source: Attack Point
it: Attacco Punto

source: Player not selected
it: giocatore non selezionato

source: Draw line please
it: traccia la linea, per favore

source: type of beat not selected
it: tipo di battuta non selezionato

# typeofRisenotselected
source: type of rise is not selected
it: il tipo di alzata non è selezionato

source: good
it: buoni

source: All
it: Tutto

source: All Players
it: Tutti i Giocatori

# allChangeBall
source: All side Out
it: Tutti cambio palla

# selectrise
source: All beats type
it: Tutti tipi di battute

# selectLineType
source: All line type
it: Tutti Tipi di linee

source: Right
it: Destra

source: Left
it: Sinistra

source: Select attack option.
it: Seleziona l'opzione di attacco.

source: Center
it: centro

source: Coming soon !
it: Prossimamente !

source: All breack point
it: Tutti i break point

source: continued
it: continue

source: discontinued
it: tratteggiate

source: All batting errors
it: Tutti gli errori di battuta

# errorsChangeBall
source: side Out errors
it: Errori di cambio palla

# errorsBreackPoint
source: Break points errors
it: Errori di break point

# typeDiscription
source: enter the description
it: inserisci la descrizione

source: Select all players
it: seleziona tutti i giocatori

# errorBreackPoint
source: Error Break Point
it: Errore Break Point

# errorChangeBall
source: side Out Error
it: Errore change Ball

# totalBeat
source: Total beats
it: Battute totali

# changeballTotale
source: total side Out
it: cambio pallina totale

# breakPointtotale
source: total break point
it: break Point totale

# receptiontotale
source: Total Reception
it: Ricezione totale

# matchstatic
source: match statistics
it: partita statistici

source: field change
it: cambio campo

source: match story
it: storia partita

source: action
it: azione

source: action of
it: azione di

# empitymail
source: please enter your email
it: per favore inserisci la tua e-mail

# empitypassword
source: please enter your password
it: per favore inserisci la tua password

source: user not found
it: Utente non trovato

# passwordNotcorrect
source: wrong password
it: password errata

# playerAlready
source: this player already exists.
it: questo giocatore esiste già.

source: player already selected.
it: giocatore già selezionato.

source: check your internet please
it: controlla la tua connessione internet, per favore

# tournametexsite
source: tournament already exist
it: il torneo esiste già

source: SO
it: CP

# dialoglongpressdeletematch
source: do you want to delete the match?
it: vuoi canncelare la partita?

# longpressdeletematch
source: Please long press to delete the match.
it: Si prega di premere a lungo per canncelare la partita

# aceImmediately
source: Ace
it: Ace subito

source: Negative Opponent Reception
it: Ricezione avversario negativa

source: Postive Opponent Reception
it: Ricezione avversario positiva

source: Line Error
it: Errore battuta

source: Point
it: Punto

source: Defended Attack
it: Attacco Difeso

source: Positive Reception
it: Ricezione Positiva

source: Negative Reception
it: Ricezione negativa

# totAttack
source: Total Attacks
it: Total attacchi
